var data = {
    musiclist:[
        ['你若化成风', 
        '我幻化成雨', 
        '守护你身边', 
        '一笑为红颜', 
        '你若化成风'
        , '我幻化成雨', 
        '爱锁在眉间', 
        '似水往昔浮流年', 
        '乖乖 我的小乖乖',
         '你的样子太可爱', 
         '追你的男生每个都超级厉害', 
         '我却在考虑怎么Say hi',
          '害羞的我这样下去要怎么办'
        , '怎么办 爱情甜又酸', 
        '我不是Boss',
         '没有超大的House'
         , '如果送你Rose', 
        '可不可以给我Chance',
         '不想看时间这么一点一滴飞逝',
          '老夫子带着假发', 
          '我不要三寸金莲胡话',
        '想和你跳超短裙的恰恰', 
        '想带你回家见妈妈',
         '你若化成风', 
         '我幻化成雨',
        '守护你身边',
        '一笑为红颜',
        '你若化成风',
        '我幻化成雨'
        ,'爱锁在眉间'
        ,'似水往昔浮流年',
        '周末找个借口和你泛舟',
        '一壶清酒 江水悠悠 我心悠悠'
        ,'这感情Just for you',
        '表面平静其实内心早已风起云涌',
        '缘字诀 几番轮回 你锁眉'
        ,'哎哟你的心情左右我的情绪',
        '虽然有些问题真的很难搞定',
        '我还是充满信心',
        '老夫子带着假发'
        ,'我不要三寸金莲胡话',
        '想和你跳超短裙的恰恰',
        '想带你回家见妈妈',
        '你若化成风'
        ,'我幻化成雨'
        ,'守护你身边'
        ,'一笑为红颜',
        '你若化成风',
        '我幻化成雨',
        '爱锁在眉间',
        '似水往昔浮流年',
        '你千万不要装酷',
        '呆的像大脑短路',
        '我不收你的礼物',
        '只想收一点点幸福',
        '请领悟',
        '请拿出速度奉我为公主',
        '别磨蹭的像胖叔叔',
        '有压力也要顶住',
        '坚持自己的道路',
        '真心去付出随时准备自我颠覆',
        '这一首有点复古',
        '不预示下首的套路',
        '踩着Hip-Hop的鼓点陪你跳恰恰舞',
        '嘟嘟嘟 ',
        '嘟嘟嘟嘟嘟 ',
        '嘟嘟嘟 ',
        '嘟嘟嘟嘟嘟 ',
        '嘟嘟嘟 ',
        '嘟嘟嘟嘟嘟 ',
        '嘟嘟嘟嘟嘟嘟嘟',
        '嘟嘟嘟',
        '嘟嘟嘟嘟嘟',
        '嘟嘟嘟',
        '嘟嘟嘟嘟嘟',
        '嘟嘟嘟',
        '嘟嘟嘟嘟嘟'
        ,'嘟嘟嘟嘟嘟嘟嘟'
        ,'你若化成风'
        ,'我幻化成雨'
        ,'守护你身边'
        ,'一笑为红颜',
        '你若化成风',
        '我幻化成雨',
        '爱锁在眉间',
        '似水往昔浮流年',
        '你若化成风',
        '我幻化成雨',
        '守护你身边',
        '一笑为红颜',
        '你若化成风',
        '我幻化成雨',
        '爱锁在眉间',
        '似水往昔浮流年'],
        ['当你老了 头发白了',
        '睡意昏沉',
        '',
        '当你老了 走不动了'
        ,'炉火旁打盹 回忆青春',
        '',
        '多少人曾爱你青春欢畅的时辰',
        '爱慕你的美丽 假意或真心',
        '只有一个人还爱你虔诚的灵魂',
        '爱你苍老的脸上的皱纹'
        ,'',
        '当你老了 眼眉低垂'
        ,'灯火昏黄不定',
        '',
        '风吹过来 你的消息'
        ,'这就是我心里的歌',
        '',
        '当你老了 头发白了',
        '睡意昏沉',
        '',
        '当你老了 走不动了',
        '炉火旁打盹 回忆青春',
        '',
        '多少人曾爱你青春欢畅的时辰'
        ,'爱慕你的美丽 假意或真心'
        ,'只有一个人还爱你虔诚的灵魂'
        ,'爱你苍老的脸上的皱纹'
        ,'当我老了 眼眉低垂',
        '灯火昏黄不定'
        ,' ',
        '风吹过来 你的消息'
        ,'这就是我心里的歌'
        ,' ',
        '当我老了 我真希望'
        ,'这首歌是唱给你的'
        ,''
        ,''],        
        ['最初涓流沾染诗意',
        '于眉睫上氤氲春雨',
        '这一滴是梦 那一滴是你'
        ,'眨眼间溶溶欢喜',
        '最后游绪凝聚回忆',
        '于唇齿间酝酿爱语'
        ,'这一篇给梦 那一篇给你'
        ,'记叙悠长奇迹'
        ,'想与你漫步 看雨季花期',
        '想与你登临 摘雾霭晨曦'
        ,'想与你跋涉 到海角天际'
        ,'去无名处静默地听岁月老去'
        ,'少年的惊悸 请安睡心底'
        ,'来路的荆棘 就点缀回忆',
        '积攒的朝夕 已半个世纪',
        '你一生的故事 我用一生铭记',
        '最后游绪凝聚回忆'
        ,'于唇齿间酝酿爱语'
        ,'这一篇给梦 那一篇给你'
        ,'记叙悠长奇迹'
        ,'想与你相遇 于时光间隙'
        ,'一双影子落 在春岸长堤'
        ,'穿梭于岁月 不期然提及'
        ,'誊入后世传奇哪一卷哪一笔？'
        ,'想与你亲吻 于时光间隙'
        ,'一双影子落 在秋原长椅'
        ,'那迢遥恋情 蓦然被铭记'
        ,'轻易席卷天地 哪怕一人缺席'
        ,'想与你漫步 看雨季花期'
        ,'想与你登临 摘雾霭晨曦'
        ,'去无名处静默地听岁月老去'
        ,'少年的惊悸 请安睡心底'
        ,'来路的荆棘 就点缀回忆'
        ,'积攒的朝夕 已半个世纪'
        ,'你一生的故事 我用一生铭记'
    ]
        ,['作曲 : 麦家瑜',
        '作词 : 纪夜',
        '原曲：麦家瑜《好得很》',
        '后期：草木染','海报：卷怀杞柳',
        '未曾想过再见会是在哪个街口',
        '空空世界一眼跌宕沉沦 得你无心施救',
        '造了个宇宙 从寒冬到夏的尽头 任我浪迹奔走'
        ,'有一万个人在平庸之地数白昼',
        '木讷听一千零一夜故事 笑话白云苍狗'
        ,'薄情的笔吝啬点拨 字词句读无处安放 任你左右'
        ,'如枯涸之地忽逢绿洲',
        '月亮挽着星子将夜色劝得温柔',
        '你无意 路过 且声色未露',
        '春风却吹动这沉舟'
        ,'谢你的名字 在我生命一瞬刻下某某',
        '渺小浅薄 由一隅中生出偌大山洲',
        '偶如困兽 携着风沙撞破皮毛血肉',
        '甘愿承受这新旧创口',
        '从不嫌多丑陋',
        '多愚勇与芸芸一众相斗'
        ,'不敢捧手 不舍瑰宝那般从前往后',
        '只怕病酒 把时光轻易一偷',
        '把感天动地变成了荒谬','某日顷刻崩塌 不得已一无所有'
        ,'我也敢与浩渺天地并指去赌咒'
        ,'无畏刀山火海亦或那凡俗众口'
        ,'无止休 当神明馈赠无止休',
        '任他唾口 世间万相怀中尽有'
        ,'山川河流 往复而去走'
        ,'百岁无忧 只苛求一句不见好久'
        ,'怎么够 自欺欺人都不够'
        ,'平生又如何杜撰虚构'
        ,'谢你的影子 由我眼前蔓至神经梢头',
        '盘桓错就 所有骄傲卑微一并困囚'
        ,'改换天地 面目全非也该乐得无忧'
        ,'何必长久 自有人不朽' 
        ,'说放手 太矫揉',
        '无非赤足跋涉丛林山丘'
        ,'披荆斩棘 任苦痛血泪化利刃甲胄'
        ,'握土一抔 越过无止尽鸿沟',
        '至死换绝地风光都唾手'
        ,'是我投身谢你 施舍人无需愧疚'
        ,'还谢你到来之时 造就云海烟霞星辰旭日'
        ,'留驻于此 不在乎我向来平庸无知',
        '举步行止 不计较是否有荣辱得失'
        ,'便透死 未来迟'
        ,'便透死 未来迟'
        ,'随初生曦光悄然间而至',
        '如醉如痴 如疯魔无顾忌逆行奔驰',
        '一寸一尺 再眼见落地成诗',
        '构筑起清晰分明的幻世',
        '放纵由我 甘做瀚海之滨一顽石',
        '最后写虚无墓志 何必好词 只谢你曾过我这平庸一世'
    ],['一张褪色的照片',
    '好像带给我一点点怀念',
    '巷尾老爷爷卖的热汤面',
    '味道弥漫过旧旧的后院',
    '流浪猫睡熟在摇晃秋千',
    '夕阳照了一遍他眯着眼',
    '那张同桌寄的明信片',
    '安静的躺在课桌的里面',
    '快要过完的春天',
    '还有雕刻着图案的门帘',
    '窄窄的长长的过道两边',
    '窄窄的长长的过道两边',
    '刚刚下完了小雨的季节',
    '爸妈又一起走过的老街',
    '记不得哪年的哪一天',
    '很漫长又很短暂的岁月',
    '现在已经回不去',
    '早已流逝的光阴',
    '手里的那一张渐渐模糊不清的车票',
    '成了回忆的信号',
    '忘不掉的是什么我也不知道',
    '想不起当年模样',
    '看也看不到 去也去不了的地方',
    '也许那老街的腔调是属于我的忧伤'
    ,'嘴角那点微笑越来越勉强',
    '忘不掉的是什么我也不知道',
    '忘不掉的是什么我也不知道',
    '回头望一眼 已经很多年的时间',
    '透过手指间看着天',
    '我又回到那老街',
    '靠在你们身边渐行渐远',
    '快要过完的春天'
    ,'还有雕刻着图案的门帘',
    '窄窄的长长的过道两边'
    ,'老房子依然升起了炊烟'
     ,'刚刚下完了小雨的季节'
     ,'爸妈又一起走过的老街',
     '记不得哪年的哪一天',
     '很漫长又很短暂的岁月',
    '现在已经回不去',
    '早已流逝的光阴',
    '手里的那一张渐渐模糊不清的车票',
    '成了回忆的信号',
    '忘不掉的是什么我也不知道'
    ,'想不起当年模样'
    ,'看也看不到 去也去不了的地方'
    ,'也许那老街的腔调是属于我的忧伤'
    ,'嘴角那点微笑越来越勉强'
    ,'忘不掉的是什么我也不知道',
    '放不下熟悉片段',
    '回头望一眼 已经很多年的时间'
    ,'透过手指间看着天'
    ,'我又回到那老街',
    '靠在你们身边渐行渐远'
    ],['为什么 你当时对我好',
    '又为什么 现在变得冷淡了',
    '我知道 爱要走难阻挠',
    '反正不是我的 我也不该要',
    '你和我 曾经有共同爱好',
    '谁的耳边 总有绝句在萦绕',
    '我们俩 用文言文对话真的很搞笑',
    '还笑那曹操贪慕着小乔',
    '天灰了 雨坠了'
    ,'视线要模糊了',
    '此时感觉到你的重要'
    ,'爱走了 心走了',
    '你说你要走了',
    '我为你唱最后的古谣',
    '红雨瓢泼泛起了回忆怎么潜',
    '红雨瓢泼泛起了回忆怎么潜',
    '流转我心间',
    '渡口边最后一面洒下了句点',
    '与你若只如初见',
    '何须感伤离别'
    ,'你和我 曾经有共同爱好'
    ,'谁的耳边 总有绝句在萦绕'
    ,'我们俩 用文言文对话真的很搞笑'
    ,'还笑那曹操贪慕着小乔'
    ,'天灰了 雨坠了'
    ,'视线要模糊了'
    ,'此时感觉到你的重要'
    ,'爱走了 心走了',
    '你说你要走了',
    '我为你唱最后的古谣'
    ,'我为你唱最后的古谣',
    '红雨瓢泼泛起了回忆怎么潜'
    ,'你美目如当年',
    '流转我心间',
    '渡口边最后一面洒下了句点'
    ,'与你若只如初见' 
    ,'何须感伤离别'
    ,'红雨瓢泼泛起了回忆怎么潜',
    '你美目如当年',
    '流转我心间'
    ,'渡口边最后一面洒下了句点',
    '与你若只如初见',
    '何须感伤离别',
    '红雨瓢泼泛起了回忆怎么潜',
    '你美目如当年'
    ,'流转我心间'
    ,'渡口边最后一面洒下了句点',
    '与你若只如初见',
    '何须感伤离别'
    ],['编曲：莫卿'
    ,'和声：依平'
    ,'念白：江笙【优思铭想】',
    '后期：正直团'
    ,'海报：镜尘何故',
    '题字：零雨其蒙蒙',
    '鸣谢：不扎脚的仙人球 向往',
    '又一三月浓愁共轻风盈袖'
    ,'未觉经身处腐草生芳华瘦'
    ,'放眼门庭旧',
    '门外青山长相守',
    '细水上 一扁舟',
    '应是难得风月人间事 踏浪乘舟',
    '也曾笑做世外红尘客 随水逐流'
    ,'醒后止于口 岂当得欲言还休',
    '不过四时一寸秋',
    '困顿于苦酒',
    '送千帆过万山石',
    '几去后 昔人已白头',
    '当时未见青山老',
    '满目棠梨映红袖',
    '何求行客留 总有初心至白首',
    '而今立尽月黄昏'
    ,'西风过 尽上兰洲'
    ,'苦是不堪再举头',
    '（念白：未见青山老，昔人已白头。何必三两句，欲言已还休。）',
    '又一三月浓愁共轻风盈袖',
    '未觉经身处腐草生芳华瘦',
    '放眼门庭旧 门外青山长相守',
    '细水上 一扁舟'
    ,'应是难得风月人间事 踏浪乘舟'
    ,'也曾笑做世外红尘客 随水逐流',
    '醒后止于口 岂当得欲言还休',
    '不过四时一寸秋'
    ,'困顿于苦酒' 
    ,'送千帆过万山石',
    '几去后 昔人已白头',
    '当时未见青山老',
    '满目棠梨映红袖'
    ,'何求行客留 总有初心至白首'
    ,'而今立尽月黄昏',
    '西风过 尽上兰洲',
    '苦是不堪再举头',
    '从头读过 何是世外红尘卷'
    ,'人间风月未相投',
    '冷清心上剖 徒然再折春生柳',
    '只怕江水日复东流',
    '陈年烂事身后丢',
    '老去徒留一字否',
    '又何必言三两句'
    ,'回首 昔日枯草青山头'
    ],['如果早知道那天是我们最后一面',
    '我绝不会和你谈论琐事浪费时间',
    '人生里看似偶然却又必经的告别',
    '无约而至 无人可免',
    '有一回置身某个似曾相识的场景',
    '那一刻我忽然感应你就在我身边',
    '过去、当下、未来未必确有其界限',
    '或许爱能穿越时间 抵达永远'
    ,'等到秋叶终于金黄'
    ,'等到华发悄然苍苍',
    '我们相约老地方'
    ,'等到人已不再奔忙',
    '等到心也不再轻狂',
    '我们相约老地方',
    '等到记忆只剩精华',
    '等到笑容不掺伪装'
    ,'我们相约老地方',
    '等到释怀所有悲伤'
    ,'等到体谅世事无常',
    '我们相约老地方'
    ],['一切美好只是昨日沉醉'
    ,'淡淡苦涩才是今天滋味'
    ,'想想明天又是日晒风吹',
    '再苦再累无惧无畏'
    ,'身上的痛让我难以入睡',
    '脚下的路还有更多的累'
    ,'追逐梦想总是百转千回'
    ,'无怨无悔从容面对'
    ,'风雨彩虹铿锵玫瑰'
    ,'再多忧伤再多痛苦自己去背',
    '风雨彩虹铿锵玫瑰'
    ,'纵横四海笑傲天涯永不后退'
    ,'思绪飘飞带着梦想去追',
    '我行我素做人要敢做敢为'
    ,'人生苦短哪能半途而废',
    '不弃不馁无惧无畏',
    '桃李争辉飒爽英姿斗艳',
    '成功失败总是欢乐伤悲',
    '红颜娇美承受雨打风吹'
    ,'拔剑扬眉豪情快慰'
    ,'风雨彩虹铿锵玫瑰',
    '芳心似水激情如火梦想鼎沸'
    ,'风雨彩虹铿锵玫瑰',
    '纵横四海笑傲天涯风情壮美'
    ,'风雨彩虹铿锵玫瑰',
    '再多忧伤再多痛苦自己去背',
    '风雨彩虹铿锵玫瑰'
    ,'纵横四海笑傲天涯永不后退'
    ,'风雨彩虹铿锵玫瑰',
    '芳心似水激情如火梦想鼎沸'
    ,'风雨彩虹铿锵玫瑰',
    '纵横四海笑傲天涯风情壮美'
    ],['作词：薛之谦'
    ,'作曲：薛之谦',
    '我等的模样好不具象'
    ,'用皮肤感受你的流向'
    ,'你竟然能做到带走阳光',
    '我一味的跟随过了量'
    ,'像风一样'
    ,'你靠近云都下降'
    ,'你卷起千层海浪我躲也不躲往里闯'
    ,'你不就像风一样',
    '侵略时沙沙作响',
    '再宣布恢复晴朗就好像我们两个没爱过一样',
    '曲折的夕阳负责格挡',
    '让委屈的感官无法释放',
    '最近我的伤口没生长'
    ,'因为我躲在没风的地方',
    '像风一样',
    '你靠近云都下降',
    '你卷起千层海浪我躲也不躲往里闯'
    ,'你不就像风一样',
    '侵略时沙沙作响'
    ,'再宣布恢复晴朗就好像我们两个没爱过一样',
    '你像风一样',
    '触摸时温柔流淌'
    ,'席卷我所有抵抗不急着要我投降'
    ,'你不就像风一样'
    ,'掠夺时沙沙作响'
    ,'可惜我自投罗网你也就没什么可骄傲的地方',
    '和风一样',
    '你离开不声不响'
    ,'我喜欢这种收场看上去谁也不曾亏欠过对方',
    '制作人：薛之谦',
    '编曲：张宝宇 郑伟',
    '混音：郑伟',
    '合音：薛之谦'
    ,'鼓：褚伟明' ,
    'bass：宣一亨'
    ],['其实那几年 我不愿意翻阅'
    ,'徘徊故事边缘 只剩下心底的一声'
    ,'有好几年 好几年 好几年',
    '我成天在抱怨 我没钱 我没钱',
    '恨老天不开眼 不开眼 不开眼',
    '为什么好的事 都跟我没有缘',
    '有好几年 好几年 好几年'
    ,'我不爱看时间 过一天 算一天'
    ,'看啥都不顺眼 没兴趣 没感觉',
    '就好像全世界 都与我无关',
    '其实那几年 我不愿意翻阅',
    '徘徊故事边缘 只剩下心底的一声','有好几年 好几年 好几年',
    '想的比做的远 三两天的热血'
    ,'回头还不理解 为什么为什么',
    '像我这种天才 为什么失败'
    ,'有好几年',
    '其实那几年 我也感到厌倦'
    ,'逃避不会成全 所以我心底的一声'
    ,'是还会再见','有好几年 好几年 好几年'
    ,'我成天在抱怨 我没钱 我没钱',
    '恨老天不开眼 不开眼 不开眼',
    '为什么好的事 都跟我没有缘'
    ,'有好几年 好几年 好几年',
    '想的比做的远 三两天的热血'
    ,'回头还不理解 为什么为什么'
    ,'像我这种天才 为什么失败',
    '有好几年','有好几年'
    ], ['编曲：宋涛/赵兆'
    ,'还有说不完的话'
    ,'风催着我们出发'
    ,'把笑和泪都留下'
    ,'留在这一年的夏',
    '对于未来的想法',
    '有太多疑问没有回答'
    ,'关于面包和理想'
    ,'还有平凡和伟大'
    ,'那就这样出发'
    ,'再见吧 和我一样匆忙的人啊',
    '你们的歌声'
    ,'在遥远的路上轻轻回响',
    '时间会回答成长',
    '成长会回答梦想',
    '梦想会回答生活'
    ,'生活回答你我的模样',
    '海洋会回答江湖',
    '江湖会回答河流'
    ,'河流会回答浪潮',
    '一起跃入人海'
    ,'做一朵奔涌的浪花'
    ,'还有说不完的话',
    '风催着我们出发',
    '那个平凡的背影',
    '去远方还是故乡'
    ,'迎着明天的风沙',
    '有太多孤单无人回响',
    '你是否和我一样',
    '带着倔强不投降',
    '那就这样出发','再见吧 和我一样匆忙的人啊'
    ,'你们的歌声',
    '在深夜的梦里轻轻回响'
    ,'时间会回答成长',
    '成长会回答梦想',
    '梦想会回答生活'
    ,'生活回答你我的模样'
    ,'海洋会回答江湖'
    ,'江湖会回答河流'
    ,'河流会回答浪潮'
    ,'一起跃入人海'
    ,'做一朵奔涌的浪花',
    '时间会回答成长'
    ,'成长会回答梦想'
    ,'梦想会回答生活'
    ,'生活回答你我的模样'
    ,'海洋会回答江湖',
    '江湖会回答河流',
    '河流会回答浪潮',
    '一起跃入人海',
    '做一朵奔涌的浪花',
    '时间会回答成长',
    '成长会回答梦想',
    '梦想会回答生活'
    ,'生活回答你我的模样'
    ,'海洋会回答江湖',
    '江湖会回答河流',
    '河流会回答浪潮'
    ,'一起跃入人海',
    '做一朵奔涌的浪花',
    '让我们跃入人海',
    '做一朵奔涌的浪花',
    '还有说不完的话',
    '我们现在就要出发',
    '有些问题',
    '还不需要回答',
    '唱着这首歌',
    '向着海的方向']
    ],
        musictime:[
            ['00:06','00:09','00:11','00:14','00:17','00:19','00:22','00:24','00:27','00:29','00:31','00:33','00:35',
            '00:37','00:40','00:41','00:42','00:43','00:45','00:48','00:50','00:53','00:55','00:58','01:00','01:03','01:06','01:08',
            '01:11','01:13','01:16','01:19','01:21','01:24','01:26','01:29','01:32','01:35','01:38','01:39','01:42','01:44',
            '01:47','01:49','01:52','01:55','01:57','02:00','02:02','02:05','02:07','02:10','02:12','02:13','02:14','02:16','02:16',
            '02:18','02:20','02:22','02:23','02:25','02:27','02:28','02:31','02:32','02:33','02:34','02:36','02:37','02:39','02:41','02:42','02:44','02:45','02:46',
            '02:47','02:49','02:54','02:57','02:59','03:02','03:04','03:07','03:09','03:12','03:15','03:17','03:20','03:22','03:25'
            ,'03:27','03:30','03:33']
            ,['00:37','00:45','00:51','00:53','01:00',
            '01:07','01:08','01:16','01:24',
            '01:32','01:37','01:39','01:47','01:53','01:54','02:02',
            '02:08','02:41','02:49','02:55','02:56','03:04','03:10','03:12','03:20','03:27'
            ,'03:36','03:43','03:51','03:57','03:58','04:06','04:12','04:14','04:21','04:28'
            ,'04:56'
        ],['00:22','00:26','00:31','00:36','00:42',
        '00:46','00:50','00:56','01:01',
        '01:05','01:10','01:13','01:18','01:23','01:27','01:31',
        '01:55','02:00','02:04','02:10','02:15','02:19','02:23','02:27','02:32','02:36'
        ,'02:41','02:44','02:49','02:54','03:02','03:07','03:11','03:15','03:19'
    ]   ,['00:00','00:01','00:04','00:13','00:16',
    '00:21','00:25','00:31','00:38',
    '00:42','00:48','00:56','00:59','01:03','01:07','01:11',
    '01:15','01:20','01:24','01:27','01:29','01:32','01:36','01:40','01:43','01:49'
    ,'01:54','01:58','02:02','02:07','02:10','02:14','02:18','02:22','02:27','02:31'
    ,'02:36' ,'02:39','02:40','02:43','02:48','02:52','02:54','03:00','03:05','03:09','03:14'
    ,'03:17','03:18','03:21','03:26','03:29','03:33','03:40'
] ,['00:16','00:20','00:23','00:27','00:31',
'00:35','00:40','00:44','00:49','00:51',
'00:55','00:59','01:03','01:07','01:12','01:15','01:20',
'01:24','01:28','01:33','01:37','01:42','01:46','01:54','02:02'
,'02:09','02:14','02:18','02:25','02:30','02:34','03:10','03:13','03:17','03:21'
,'03:25' ,'03:29','03:34','03:37','03:42','03:46','03:50','03:55','03:59','04:04','04:08'
,'04:15','04:24','04:31','04:36','04:40','04:47','04:52','04:56'
],['00:14','00:20','00:26','00:31','00:37',
'00:44','00:51','00:57','01:03','01:06',
'01:09','01:16','01:20','01:24','01:30','01:36','01:39',
'01:42','01:49','01:52','02:21','02:27','02:34','02:41'
,'02:47','02:50','02:53','03:00','03:03','03:06','03:13','03:19','03:22','03:26'
,'03:31' ,'03:34','03:38','03:44','03:47','03:50','03:56','03:59','04:28','04:35'
,'04:37','04:41','04:47','04:50'
],['00:04','00:07','00:08','00:09','00:11',
'00:12','00:13','00:15','00:22','00:29',
'00:32','00:36','00:42','00:48','00:56','01:02','01:09',
'01:12','01:15','01:22','01:26','01:29','01:35','01:39'
,'01:42','01:48','02:14','02:21','02:27','02:35','02:40','02:47','02:54','03:00','03:08'
,'03:12' ,'03:14','03:21','03:25','03:28','03:35','03:38','03:41','03:46','03:51'
,'03:54','04:01','04:04','04:08','04:14','04:19'
],['00:23','00:29','00:35','00:41','00:51','00:57',
'01:03','01:09','01:21','01:23','01:27',
'01:32','01:36','01:39','01:45','01:48','01:51','01:57',
'02:00','02:04'
],['00:20','00:25','00:31','00:36','00:40',
'00:46','00:52','00:57','01:03','01:09',
'01:15','01:19','01:46','01:50','01:56','02:01','02:07',
'02:11','02:17','02:22','02:30','02:36','02:40','02:46'
,'02:54','02:59','03:04','03:10','03:15','03:20','03:25','03:31'
],['00:09','00:10','00:31','00:39','00:47',
'00:55','01:03','01:06','01:10','01:18',
'01:22','01:26','01:45','01:52','02:00','02:08','02:17',
'02:19','02:23','02:31','02:35','02:39','02:53','02:55'
,'03:00','03:08','03:12','03:16','03:34','03:37','03:41','03:59','04:00','04:01','04:02'
,'04:03' ,'04:04'
],['00:00','00:10','00:19','00:25','00:30',
'00:35','00:40','00:45','00:50','00:55',
'00:59','01:10','01:20','01:25','01:30','01:35','01:40',
'02:00','02:25','02:30','02:35','02:40','02:45','02:50','02:55'
,'03:00','03:05','03:10','03:15','03:20','03:25'
], ['00:06','00:16','00:20','00:23','00:27','00:31','00:34','00:38','00:41','00:46','00:50','00:55','00:57',
'01:07','01:10','01:14','01:18','01:22','01:25','01:29','01:33','01:37','02:09','02:12','02:16','02:19','02:23',
'02:27','02:30','02:33','02:38','02:42','02:47','02:49','02:55','02:57','03:02','03:06','03:09','03:12','03:17','03:20',
'03:24','03:55','03:58','04:03','04:06','04:10','04:13','04:18','04:21','04:25','04:27','04:30','04:34','04:38','04:42',
'04:44','04:49','04:53','04:56','05:02','05:06','05:21','05:25','05:36','05:39']
],
musictimes:['2007年06月02日发行','2015年03月27日发行','2016年06月27日发行',
'2018年02月11日发行','2010年09月09日发行','2017年03月28日发行','2016年05月04日发行',
'2018年07月12日发行','2009年01月01日发行','2017年11月28日发行','2018年06月05日发行','2020年05月20日发行'],
musicphto:[require('../images/xusong.jpg'),require('../images/zhaozhao.jpg')
,require('../images/yidong.jpg'),require('../images/chinian.jpg'),
require('../images/lironghao.jpg'),require('../images/xusong.jpg'),
require('../images/yidong.jpg'),require('../images/xusong.jpg'),
require('../images/tianzhen.jpg'),
require('../images/xuezhiqian.jpg'),require('../images/liuxin.jpg'),
require('../images/maobuyi.jpg')],
photo:[require('../images/2.jpg'),require('../images/1.jpg')
,require('../images/3.jpg'),require('../images/4.jpg'),
require('../images/5.jpg'),require('../images/6.jpg'),
require('../images/7.jpg'),require('../images/8.jpg'),
require('../images/9.jpg'),
require('../images/10.jpg'),require('../images/111.jpg'),
require('../images/112.jpg')],
            
};
module.exports = data;
